Repository: Belfagor2005/ngsettings
Catalog: usr/lib/enigma2/python/Plugins/Extensions/NGsetting/Po/*/LC_MESSAGES/NGsetting.po
Languages: it

source: Exit
it: Esci

source: Setting Installed:
it: Setting installati:

source: Last Update: Unregistered
it: Ultimo aggiornamento: non registrato

source: Last Update:
it: Ultimo aggiornamento:

source: Favourites: Yes
it: Preferiti: Si'

source: Favourites: No
it: Preferiti: No

source: Sorting Lcn Completed
it: Ordinamento Lcn Completato

source: Favourites:
it: Preferiti:

source: Server down for maintenance
it: Il server non e' attualmente disponibile

source: The new configurations are saved Setting: %s Date: %s The choice is different from the previous Do you want to proceed with the manual upgrade?
it: La nuova configurazione e' stata salvata Setting: %s Data: %s La scelta e' diversa da quella precedente Vuoi procedere con l'aggiornamento manuale?

source: The new configurations are saved Setting: %s Date: %s The new setting has a more recent date Do you want to proceed with the manual upgrade?
it: La nuova configurazione e' stata salvata Setting: %s Data: %s I nuovi setting hanno una data piu' recente Vuoi procedere con l'aggiornamento manuale?

source: Setting already updated, you want to upgrade anyway?
it: I setting sono gia' aggiornati, vuoi aggiornarli comunque?

source: New Setting Vhannibal
it: I nuovi setting Vhannibal

source: of
it: del

source: updated
it: sono stati installati

source: Sorry! Error Download Setting
it: Oops! Si e' verificato un errore
